{
  "home": [
    {
      "en": "Grande Luxxe in Nuevo Vallarta is an elegant, modern and sophisticated Mexican resort with exquisite accommodations. It has nine towers located between the shores of the tranquil Ameca River and Pacific Ocean just north of Puerto Vallarta in the state of Nayarit. Grande Luxxe brings together luxury and the abundance of nature to offer each guest an enchanting escape with excellent hospitality, comfort and entertainment. With state of the art 24 hour security and personal drivers for transportation, the resort provides the utmost in individual safety._/_We are owners at Grande Luxxe. We hope to be able to help you experience the same pleasure that we have found at Grande Luxxe. We can no longer use all the weeks we have. We are opening up opportunities for others to rent these weeks and experience the same pleasure.",
      "es": "Con nueve suntuosas torres de alojamientos construidas a lo largo del espectacular río Ameca, Grande Luxxe Nuevo Vallarta es un modelo de vivienda de lujo."
    },
    {
      "en": "We are owners at Grande Luxxe. We hope to be able to help you experience the same pleasure that we have found at Grande Luxxe. We can no longer use all the weeks we have. We are opening up opportunities for others to rent these weeks and experience the same pleasure.",
      "es": "**Needs Translation**"
    }
  ],
  "what-to-do": [
    {
      "en":"Guests of all ages can choose to spend each day at Grand Luxxe Resort differently or the same. There are many opportunities to have new experiences from Mexican cultural experiences to basking in this sunny paradise near the ocean or pool. The resort offers a vast number of activities to explore as well as multiple gorgeous pools and water featured landscapes of beauty. Grand Luxxe has exquisite resort shopping with products from Mexico and other countries around the world.",
      "es": "**Needs Translation**"
    }
  ],
  "pools": [
    {
      "en": "As a guest of Grande Luxxe Nuevo Vallarta, you have a vast selection of the most stunning pools in Mexico. You may choose a different pool each day; Grand Luxxe Exclusive pools, The Grand Bliss pools, The Grand Mayan pools, The Mayan Palace pools or The Sea Garden pools.",
      "es":"Un tobogán en una pirámide maya. Un Río Lento que corre por el resort. Un Aqua Park con toboganes y piscinas de olas. Hermosas piscinas con jacuzzis, fuentes y cascadas. Vidanta Nuevo Vallarta ofrece unas vacaciones llenas de diversión y aventura para los huéspedes de todos los resorts. ¿Está listo para mojarse?"
    }
  ],
  "golf": [
    {
      "en":"The Norman Signature Course and The Nayar Course are home to two of Nuevo Vallarta’s champion courses. There is a newly opened 10 hole, par-3 course, The Jack Nicklaus Golf Academy along with an exquisite new restaurant and the longest golf cart suspension bridge in the world. This is a golfer’s haven of happiness like no other. ",
      "es": "**Needs Translation**"
    }
  ],
  "spa": [
    {
      "en":"Treat yourself to a pampering like no other. You deserve to be renewed and restored. Embrace the unique wellness treatments that will bring you peace and serenity from head to toe. The choice of two exquisite spas are ready to rejuvenate your body, mind and spirit to a new ecstasy. You will have the best spa experience of your life. ",
      "es": "**Needs Translation"
    }
  ],
  "entertainment": [
    {
      "en":"As the evening approaches, that’s when the resort starts rocking with a variety of entertainment choices. Light shows that leave you speechless. Party celebrations with food, music, culture and fun. Professional entertainers: musicians, dancers, acrobatics, singers, clowning and unique artists’ offerings. It’s up to you which way you prefer to take on the night and have an amazing fun time.",
      "es": "**Needs Translation**"
    }
  ]
}
