{
  "home": [
    {
      "en": [
        "Grande Luxxe in Nuevo Vallarta is an elegant, modern and sophisticated Mexican resort with exquisite accommodations. It has nine towers located between the shores of the tranquil Ameca River and Pacific Ocean just north of Puerto Vallarta in the state of Nayarit. Grande Luxxe brings together luxury and the abundance of nature to offer each guest an enchanting escape with excellent hospitality, comfort and entertainment. With state of the art 24 hour security and personal drivers for transportation, the resort provides the utmost in individual safety."
      ],
      "es": [
        "Grande Luxxe en Nuevo Vallarta es un resort mexicano elegante, moderno y sofisticado con alojamiento exquisito. Cuenta con nueve torres ubicadas entre las orillas del tranquilo río Ameca y el Océano Pacífico, justo al norte de Puerto Vallarta en el estado de Nayarit. Grande Luxxe reúne el lujo y la abundancia de la naturaleza para ofrecer a cada huésped una escapada encantadora con excelente hospitalidad, comodidad y entretenimiento. Con lo último en seguridad las 24 horas y conductores personales para el transporte, el complejo ofrece lo máximo en seguridad individual."
      ]
    },
    {
      "en": "We are owners at Grande Luxxe. We hope to be able to help you experience the same pleasure that we have found at Grande Luxxe. We can no longer use all the weeks we have. We are opening up opportunities for others to rent these weeks and experience the same pleasure.",
      "es":  "Somos dueños de Grande Luxxe. Esperamos poder ayudarlo a experimentar el mismo placer que hemos encontrado en Grande Luxxe. Ya no podemos usar todas las semanas que tenemos. Estamos abriendo oportunidades para que otros puedan alquilar estas semanas y experimentar el mismo placer."
    }
  ],
  "two-bedroom-suite": [
    {
      "en": "This elegant quarters is a two-bedroom, two-and-a-half bath suite of approximately 3,000 square feet, with two king-size beds or one king-size bed and two double beds, two and a half bathrooms with two Jacuzzi tubs, a relaxing terrace with a private plunge pool, master bedroom has a private terrace, gourmet kitchen, dining room, two living areas with sleeper sofas, and three 42\" LED TVs. Accommodates 8 adults.",
      "es": "Este elegante alojamiento es una suite de dos dormitorios y dos baños y medio de aproximadamente 3,000 pies cuadrados, con dos camas king o una cama king y dos camas dobles, dos baños y medio con dos bañeras de hidromasaje. , una relajante terraza con una piscina privada, el dormitorio principal tiene una terraza privada, cocina gourmet, comedor, dos salas de estar con sofás cama y tres televisores LED de 42. Tiene capacidad para 8 adultos."
    }
  ],
  "two-bedroom-presidential-villa": [
    {
      "en": "This elegant quarters has two bedrooms with one king size bed and two double beds, two and a half bath suite with two Jacuzzi tubs, a gourmet kitchen, a dining room, a living room with a sleeper sofa, a relaxing terrace with a private plunge pool and all of approximately 3,000 square feet.",
      "es": "Este elegante alojamiento cuenta con dos habitaciones con una cama king size y dos camas dobles, dos baños y medio con dos bañeras de hidromasaje, una cocina gourmet, un comedor, una sala de estar con un sofá cama, una relajante terraza con un baño privado. piscina y todo de aproximadamente 3,000 pies cuadrados."
    }
  ],
  "three-bedroom-presidential-villa": [
    {
      "en": "These quarters have the same features as above except there are three bedrooms with two king-size beds and two double beds, three and a half baths with a Jacuzzi tub in each, a private terrace with two plunge pools, two gourmet kitchens, two dining rooms, two living rooms with a sleeper sofa in each, five TVs and approximately 4,370 square feet.",
      "es": "Estos cuartos tienen las mismas características que los anteriores, excepto que hay tres habitaciones con dos camas king-size y dos camas dobles, tres baños y medio con una bañera de hidromasaje en cada una, una terraza privada con dos piscinas, dos cocinas gourmet, dos comedores. habitaciones, dos salas de estar con un sofá cama en cada una, cinco televisores y aproximadamente 4,370 pies cuadrados."
    }
  ],
  "two-bedroom-spa-suite": [
    {
      "en": "This luxurious quarters offers two bedrooms with a king-size bed in each, two bathrooms with a Jacuzzi tub in each along with a half bathroom, a lengthy private terrace with a plunge pool, an additional private deck, a gourmet kitchen, one living area with sleeper sofas, three TVs and approximately 2,574 square feet.",
      "es": "Este lujoso alojamiento ofrece dos habitaciones con una cama king-size en cada una, dos baños con bañera de hidromasaje en cada uno y medio baño, una larga terraza privada con una piscina profunda, una terraza privada adicional, una cocina gourmet, una sala de estar con sofás cama, tres televisores y aproximadamente pies cuadrados."
    }
  ],
  "three-bedroom-spa-suite": [
    {
      "en": "This luxurious quarters offers two bedrooms with a king-size bed in each, two bathrooms with a Jacuzzi tub in each along with a half bathroom, a lengthy private terrace with a plunge pool, an additional private deck, a gourmet kitchen, one living area with sleeper sofas, three TVs and approximately 4300 square feet.",
      "es": "Este lujoso alojamiento ofrece dos habitaciones con una cama king-size en cada una, dos baños con bañera de hidromasaje en cada uno y medio baño, una larga terraza privada con una piscina profunda, una terraza privada adicional, una cocina gourmet, una sala de estar con sofás cama, tres televisores y aproximadamente **** pies cuadrados."
    }
  ],
  "two-bedroom-residence-loft": [
    {
      "en": "This two-story exquisite “over the top” luxurious quarters offers two bedrooms with king-size beds, three bathrooms, a gourmet kitchen, a living room, dining room and terrace with plunge pool.",
      "es": "Este exquisito y lujoso alojamiento de dos pisos ofrece dos habitaciones con camas extra grandes, tres baños, una cocina gourmet, una sala de estar, un comedor y una terraza con piscina profunda."
    }
  ],
  "three-bedroom-residence-loft": [
    {
      "en": "This exquisite two-story space has the same features as above except there are three bedrooms. It includes on the first floor a bedroom with king-size bed, a bathroom with Jacuzzi tub, a bathroom with shower, a gourmet kitchen, kitchen island and bar, dining table, living room with TV area, and laundry room with washer and dryer. The luxurious terrace features a dining table, comfortable daybed, two cushioned armchairs and a plunge pool. The unit’s second floor has a bedroom with a king bed and Jacuzzi tub, a bedroom with two double beds, full bathroom with shower, a living room with TV area. This unit also includes 4 TVs and is 5,190 square feet.",
      "es": "Este exquisito espacio de dos pisos tiene las mismas características que el anterior, excepto que hay tres dormitorios. Incluye en el primer piso un dormitorio con cama king-size, un baño con bañera de hidromasaje, un baño con ducha, una cocina gourmet, isla de cocina y bar, mesa de comedor, sala de estar con área de TV y lavadero con lavadora y secadora. . La lujosa terraza cuenta con una mesa de comedor, un cómodo sofá cama, dos sillones acolchados y una piscina profunda. El segundo piso de la unidad tiene un dormitorio con una cama King y bañera de hidromasaje, un dormitorio con dos camas dobles, baño completo con ducha, una sala de estar con área de TV. Esta unidad también incluye 4 televisores y tiene 5,190 pies cuadrados."
    }
  ],
  "four-bedroom-residence": [
    {
      "en": "This “over the top” luxurious residence exquisite views and is accessed directly by your private elevator using your ID bracelet. It offers two bedrooms with king-size beds, two bedrooms with double beds and four full bathrooms with a Jacuzzi tub in each and one half bathroom. There is a gourmet kitchen, kitchen island and bar, wine bar, dining table for 10 people and living room with TV. It has two terraces, one with an outdoor dining area and plunge pool. This unit has 5 TVs and is 6,000 square feet.",
      "es": "Esta residencia de lujo \"exagerada\" tiene unas vistas exquisitas y se accede directamente desde su ascensor privado utilizando su brazalete de identificación. Ofrece dos habitaciones con camas extra grandes, dos habitaciones con camas dobles y cuatro baños completos con bañera de hidromasaje en cada baño y medio. Hay una cocina gourmet, isla de cocina y bar, bar de vinos, mesa de comedor para 10 personas y sala de estar con TV. Cuenta con dos terrazas, una con zona de comedor al aire libre y piscina profunda. Esta unidad tiene 5 televisores y mide 6,000 pies cuadrados."
    }
  ],
  "what-to-do": [
    {
      "en":"Guests of all ages can choose to spend each day at Grand Luxxe Resort differently or the same. There are many opportunities to have new experiences from Mexican cultural experiences to basking in this sunny paradise near the ocean or pool. The resort offers a vast number of activities to explore as well as multiple gorgeous pools and water featured landscapes of beauty. Grand Luxxe has exquisite resort shopping with products from Mexico and other countries around the world.",
      "es": "Los huéspedes de todas las edades pueden optar por pasar cada día en Grand Luxxe Resort de manera diferente o igual. Hay muchas oportunidades para tener nuevas experiencias desde las experiencias culturales mexicanas hasta disfrutar de este paraíso soleado cerca del océano o la piscina. El complejo ofrece una gran cantidad de actividades para explorar, así como múltiples piscinas hermosas y paisajes de belleza con agua. Grand Luxxe tiene exquisitos centros turísticos con productos de México y otros países del mundo."
    }
  ],
  "pools": [
    {
      "en": "As a guest of Grande Luxxe Nuevo Vallarta, you have a vast selection of the most stunning pools in Mexico. You may choose a different pool each day; Grand Luxxe Exclusive pools, The Grand Bliss pools, The Grand Mayan pools, The Mayan Palace pools or The Sea Garden pools.",
      "es":"Un tobogán en una pirámide maya. Un Río Lento que corre por el resort. Un Aqua Park con toboganes y piscinas de olas. Hermosas piscinas con jacuzzis, fuentes y cascadas. Vidanta Nuevo Vallarta ofrece unas vacaciones llenas de diversión y aventura para los huéspedes de todos los resorts. ¿Está listo para mojarse?"
    }
  ],
  "golf": [
    {
      "en":"The Norman Signature Course and The Nayar Course are home to two of Nuevo Vallarta’s champion courses. There is a newly opened 10 hole, par-3 course, The Jack Nicklaus Golf Academy along with an exquisite new restaurant and the longest golf cart suspension bridge in the world. This is a golfer’s haven of happiness like no other. ",
      "es": "El Norman Signature Course y The Nayar Course albergan dos de los campos de campeones de Nuevo Vallarta. Hay un nuevo campo de 10 hoyos, par 3, The Jack Nicklaus Golf Academy junto con un nuevo restaurante exquisito y el puente colgante de carrito de golf más largo del mundo. Este es el paraíso de felicidad de un golfista como ningún otro."
    }
  ],

  "the-nayar-course": [
    {
      "en":"Surrounded by lush jungle and the Sierra Madre Mountains on one side and the Pacific on the other, The Nayar Course is a joy for every player, from your low to high handicap. But with seven lakes, 49 strategically placed bunkers, and constant, strong crosswinds coming off of the ocean, this course always presents a challenge.",
      "es": "Rodeado por una exuberante jungla y las montañas de la Sierra Madre por un lado y el Pacífico por el otro, The Nayar Course es una alegría para todos los jugadores, desde su desventaja baja a alta. Pero con siete lagos, 49 bunkers ubicados estratégicamente y vientos cruzados constantes y fuertes que salen del océano, este curso siempre presenta un desafío."
    }
  ],
  "the-norman-signature-course": [
    {
      "en":"The Norman Signature Course offers the finest in golf with unsurpassed course conditioning and wall-to-wall paspalum playing surfaces. The layout winds along the Ameca River, providing views of the Sierra Madres from every hole. Large landing areas off the tee give way to large undulating greens protected, in typical Norman fashion, by cavernous bunkers.",
      "es": "El Norman Signature Course ofrece lo mejor en golf con un acondicionamiento de campo sin igual y superficies de juego de paspalum de pared a pared. El diseño serpentea a lo largo del río Ameca, proporcionando vistas de la Sierra Madres desde cada hoyo. Grandes áreas de aterrizaje fuera del tee dan paso a grandes greens ondulados protegidos, al estilo típico normando, por bunkers cavernosos."
    }
  ],
  "spa": [
    {
      "en": "Treat yourself to a pampering like no other. You deserve to be renewed and restored. Embrace the unique wellness treatments that will bring you peace and serenity from head to toe. The choice of two exquisite spas are ready to rejuvenate your body, mind and spirit to a new ecstasy. You will have the best spa experience of your life.",
      "es": "Disfrute de un mimo como ningún otro. Usted merece ser renovado y restaurado. Aproveche los tratamientos de bienestar únicos que le brindarán paz y serenidad de pies a cabeza. La elección de dos exquisitos spas está lista para rejuvenecer su cuerpo, mente y espíritu a un nuevo éxtasis. Tendrás la mejor experiencia de spa de tu vida."
    }
  ],
  "brio spa": [
    {
      "en": "Brio Spa provides you with a complete selection of treatments that taps into an array of authentic cultural methods from all over the world. Embrace the healing and restoration that Brio Spa will offer you.",
      "es": "Brio Spa le ofrece una selección completa de tratamientos que se nutre de una variedad de métodos culturales auténticos de todo el mundo. Abraza la curación y restauración que Brio Spa te ofrecerá."
    }
  ],
  "spatium": [
    {
      "en": "There is a spectrum of luscious treatments in the categories of traditional, holistic and themes. Your journey can be the design of your choosing along with rituals and natural ingredients from Mexico. Let go, release and enjoy. You deserve it.",
      "es": "Hay un espectro de tratamientos deliciosos en las categorías de temas tradicionales, holísticos y. Su viaje puede ser el diseño que elija junto con rituales e ingredientes naturales de México. Deja ir, suelta y disfruta. Te lo mereces."
    }
  ],

  "entertainment": [
    {
      "en":"As the evening approaches, that’s when the resort starts rocking with a variety of entertainment choices. Light shows that leave you speechless. Party celebrations with food, music, culture and fun. Professional entertainers: musicians, dancers, acrobatics, singers, clowning and unique artists’ offerings. It’s up to you which way you prefer to take on the night and have an amazing fun time.",
      "es": "A medida que se acerca la noche, es cuando el resort comienza a moverse con una variedad de opciones de entretenimiento. Espectáculos de luz que te dejan sin palabras. Celebraciones de fiesta con comida, música, cultura y diversión. Artistas profesionales: músicos, bailarines, acrobacias, cantantes, payasos y ofertas únicas de artistas. Depende de usted de qué manera prefiere pasar la noche y pasar un momento increíblemente divertido."
    }
  ]
}
