{
	"/": {
		"title": "\"Grand Luxxe Nuevo Vallarta Rentals | Grand Luxxe in Nuevo Vallarta\"",
		"description": "\"Grande Luxxe in Nuevo Vallarta is an elegant Mexican resort with exquisite accommodations. It has nine towers located between the shores of the tranquil Ameca River and Pacific Ocean just north of Puerto Vallarta. Our Grand Luxxe rentals offer luxury, an abundance of nature, excellent hospitality, comfort and entertainment. Contact us today.\""
	},
	"/rooms": {
		"title": "\"Grand Luxxe Nuevo Vallarta Rooms | Grand Luxxe Nuevo Vallarta Reviews\"",
		"description": "\"As the owners of these rentals at Grand Luxxe we hope to be able to help you experience the same pleasure that we have found at Grand Luxxe. This exclusive suite features a gourmet kitchen, a living room, two bedrooms, two and a half bathrooms with two Jacuzzi tubs and two private terraces and a plunge pool. View rooms here.\""
	},
	"/rooms/two-bedroom-suite": {
		"title": "\"Grand Luxxe Nuevo Vallarta for Rent | Grand Luxxe Two Bedroom Suite \"",
		"description": "\"This exclusive Grand Luxxe suite rental in Nuevo Vallarta features a gourmet kitchen, a living room, two bedrooms, two and a half bathrooms with two Jacuzzi tubs and two private terraces and a plunge pool. View room here.\""
	},
	"/rooms/two-bedroom-presidential-villa": {
		"title": "\"Grand Luxxe Nuevo Vallarta 2 Bedroom Suite | Grand Luxxe Two Bedroom Villa\"",
		"description": "\"This exclusive Grand Luxxe villa rental in Nuevo Vallarta features a gourmet kitchen, a living room, two bedrooms, two and a half bathrooms with two Jacuzzi tubs, and a private terrace with a plunge pool.  View room here.\""
	},
	"/rooms/three-bedroom-presidential-villa": {
		"title": "\"Grand Luxxe Nuevo Vallarta 3 Bedroom | Grand Luxxe Three Bedroom Villa\"",
		"description": "\"This expansive Grand Luxxe villa rental in Nuevo Vallarta s the same as above except with two gourmet kitchens, two living rooms, three bedrooms, three and a half bathrooms with three Jacuzzi tubs, and two private terraces with two plunge pools.  View room here.\""
	},
	"/rooms/two-bedroom-spa-suite": {
		"title": "\"Grand Luxxe Nuevo Vallarta 2 Bedroom Suite | Grand Luxxe Two Bedroom Suite\"",
		"description": "\"This luxurious quarters offers two bedrooms with a king-size bed in each, two bathrooms with a Jacuzzi tub in each along with a half bathroom, a lengthy private terrace with a plunge pool, an additional private deck, a gourmet kitchen, one living area with sleeper sofas, three TVs and approximately 2,574 square feet.\""
	},
	"/rooms/three-bedroom-spa-suite": {
		"title": "\"Grand Luxxe Nuevo Vallarta Rental | Grand Luxxe Three Bedroom Spa Suite\"",
		"description": "\"This luxurious quarters offers three bedrooms; two bedrooms with a king-size bed in each and one bedroom with two double-size beds, three bathrooms; two Jacuzzi tubs and a half bathroom, a lengthy private terrace with a plunge pool, an additional private deck, a gourmet kitchen, one living area with sleeper sofas, three TVs and approximately 4300 square feet.\""
	},
	"/rooms/two-bedroom-residence-loft": {
		"title": "\"Grand Luxxe Rentals Nuevo Vallarta | Grand Luxxe Two Bedroom Spa Suite\"",
		"description": "\"This two-story exquisite “over the top” luxurious quarters offers three bedrooms; two bedrooms with king-size beds, one bedroom with two double beds, four bathrooms; two with Jacuzzi tubs, one with shower only and a half bath, a gourmet kitchen, a living room, dining room and terrace with plunge pool.\""
	},
	"/rooms/three-bedroom-residence-loft": {
		"title": "\"Grand Luxxe Residence Club Vallarta | Grand Luxxe Three Bedroom Loft\"",
		"description": "\"This exquisite two-story space includes on the first floor a bedroom with king-size bed, a bathroom with Jacuzzi tub, a bathroom with shower, a gourmet kitchen, kitchen island and bar, dining table, living room with TV area, and laundry room with washer and dryer.  The second floor has a bedroom with a king bed and Jacuzzi tub. This unit also includes 4 TVs and is 5,190 square feet.\""
	},
	"/rooms/four-bedroom-residence": {
		"title": "\"Grand Luxxe Nuevo Vallarta 4 Bedroom | Grand Luxxe Four Bedroom Loft\"",
		"description": "\"This “over the top” luxurious residence exquisite views and is accessed directly by your private elevator using your ID bracelet. It offers two bedrooms with king-size beds, two bedrooms with double beds and four full bathrooms with a Jacuzzi tub in each and one half bathroom. It has two terraces, one with an outdoor dining area and plunge pool.\""
	},
	"/getting-here": {
		"title": "\"How to Get to Grand Luxxe Nuevo Vallarta Mexico | Getting to Nuevo Vallarta México\"",
		"description": "\"Once you book your vacation, you can arrange transportation from the airport to the resort by following the information sent to you in your confirmation email or by clicking the button below. When You Arrive Transportation to Vidanta Nuevo Vallarta is provided by Gapsa Vallarta.\""
	},
	"/what-to-do": {
		"title": "\"Things to Do Near Grand Luxxe Nuevo Vallarta | Top Things to do in Nuevo Vallarta\"",
		"description": "\"Guests of all ages can choose to spend each day at Grand Luxxe Resort differently or the same. The resort offers a vast number of activities to explore as well as multiple gorgeous pools and water featured landscapes of beauty. Grand Luxxe has exquisite resort shopping with products from Mexico and other countries around the world.\""
	},
	"/what-to-do/activities": {
		"title": "\"Things to Do at Grand Luxxe Nuevo Vallarta | Activities at Grand Luxxe Nuevo Vallarta\"",
		"description": "\"It’s your vacation, do what you love! At Grand Luxxe Nuevo Vallarta, choose from a variety of activities, Spanish classes, arts and crafts, games, sports tournaments, poolside trivia or special events all lead by the amazing activities team called the Joy Squad.\""
	},
	"/what-to-do/pools": {
		"title": "\"Nuevo Vallarta Vidanta Resort Pools | Guide to the Nuevo Vallarta Vidanta Resort Pools\"",
		"description": ""
	},
	"/dining": {
		"title": "\"Grand Luxxe Nuevo Vallarta Restaurants | Dining at Grand Luxxe Nuevo Vallarta\"",
		"description": "\"Grand Luxxe Nuevo Vallarta offers over 40 restaurants and lounges to choose from, Vidanta Nuevo Vallarta gives guests the opportunity to dine however they like. Join us! \""
	},
	"/entertainment": {
		"title": "\"Nightlife at Grand Luxxe at Vidanta Nuevo Vallarta | Shows at Grand Luxxe Nuevo Vallarta\"",
		"description": "\"At the Grand Luxxe in Nuevo Vallarta every show is different, so you can stop by night after night to enjoy nights at Havana Moon, Azur, The Grand Lobby Bar, Luxxe Bar, and La Cantina. Come check out a show!\""
	},
	"/golf": {
		"title": "\"Grand Luxxe Nuevo Vallarta Golf | Golf Course Grand Luxxe\"",
		"description": "\"The Norman Signature Course and The Nayar Course are home to two of Nuevo Vallarta’s champion courses. There is a newly opened 10 hole, par-3 course, The Jack Nicklaus Golf Academy along with an exquisite new restaurant and the longest golf cart suspension bridge in the world. \""
	},
	"/spa": {
		"title": "\"Grand Luxxe Spa | Grand Luxxe Residence Club Nuevo Vallarta\"",
		"description": "\"Available for the exclusive use of Grand Luxxe guests, Spatium elevates the spa experience to luxurious new heights with a gorgeous indoor/outdoor facility and\""
	},
	"/new-offerings": {
		"title": "\"Grand Luxxe Nuevo Vallarta All Inclusive | Grand Luxxe Puerto Vallarta Rentals\"",
		"description": "\"The Grand Luxxe resort proudly provides guests with fresh farm to table produce, mixologists teaching you all about the history tequila, new towers with breathtaking views of the entire resort, the rooftop Quinto Restaurant, a morning brunch, poolside service, and so much more. Contact us to book a stay with us today.\""
	}
}
